{
  "auto-save.nvim": { "branch": "main" },
  "barbar.nvim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "chadtree": { "branch": "chad" },
  "coc.nvim": { "branch": "release" },
  "copilot.vim": { "branch": "release" },
  "darcula-solid.nvim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "gruvbox.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "indent-o-matic": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "moonbow.nvim": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "nvim-solarized-lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "telescope-fzy-native.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "true-zen.nvim": { "branch": "main" },
  "typescript-vim": { "branch": "master" },
  "ultisnips": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-emoji-ab": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-jsx-pretty": { "branch": "master" },
  "vim-jsx-typescript": { "branch": "master" },
  "vim-matchtag": { "branch": "master" },
  "vim-peekaboo": { "branch": "master" },
  "vim-sensible": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-styled-components": { "branch": "main" },
  "vim-surround": { "branch": "master" },
  "vscode.nvim": { "branch": "main" }
}